/* Column Header for the automount column */
"COLUMN_HEADER_AUTOMOUNT" = "Automount";

/* Column header for the label column */
"COLUMN_HEADER_LABEL" = "Label";

/* Column header for the size column */
"COLUMN_HEADER_SIZE" = "Size";

/* Column header for autobackup column */
"COLUMN_HEADER_BACKUP" = "Backup";

/* The mode that backups are created */
"COLUMN_HEADER_BACKUP_MODE" = "Backup Mode";

/* Favourites */
"COMMON_PLURAL_FAVOURITE" = "Favourites";

/* Quit */
"COMMON_QUIT" = "Quit";
/* Mount */
"COMMON_MOUNT" = "Mount";
/* Eject */
"COMMON_EJECT" = "Eject";
/* Default Ramdisk */
"COMMON_DEFAULT" = "Default Ramdisk";

/* Label for the General Settings */
"GENERAL_SETTINGS_LABEL" = "General";
/* Label for the launch at login button. Insert 1 object placeholder */
"GENERAL_SETTINGS_LAUNCH_AT_LOGIN_LABEL" = "Launch %@ at Login";
/* Label for the maxiumum size for a ramdisk. Insert 1 object placeholder */
"GENERAL_SETTINGS_MAXIUMUM_SIZE" = "RAM disk are buffered and need twice their Size. Maxiumum is %d Gb";
/* Backup every 30 seconds */
"GENERAL_SETTINGS_BACKUP_EVERY_30_SECONDS" = "Backup every 30 seconds";
/* Backup every minute */
"GENERAL_SETTINGS_BACKUP_EVERY_MINUTE" = "Backup every minute";
/* Backup every 30 minutes */
"GENERAL_SETTINGS_BACKUP_EVERY_30_MINUTES" = "Backup every 30 minutes";
/* Backup every hour */
"GENERAL_SETTINGS_BACKUP_EVERY_HOUR"= "Backup every hour";

/* The lolcalized Version of About */
"MENU_ABOUT" = "About";
/* Create Ramdisk */
"MENU_CREATE_RAMDISK" = "Create Ramdisk";
/* Menu Item - Preferences... */
"MENU_ITEM_PREFERENCES" = "Preferences";
/* Menu Manage Favourites... */
"MENU_MANAGE_FAVOURITES" = "Manage Favourites";
/* Menu Item - No Favourites defined */
"MENU_NO_FAVOURITES_DEFINED" = "No Favourites defined!";
/* Menu Item - Current Hibernate mode causes ram disk to be unmounted after wake-up from sleep */
"MENU_WRONG_HIBERNATE_MODE" = "Ramdisk will be unmounted after Wakup";
/* Destroy Ramdisk */
"MENU_UNMOUNT_RAMDISK" = "Unmount Ramdisk";

/* Label for the Preset Settings */
"FAVOURITE_SETTINGS_LABEL" = "Favourites";

/* Backup mode No Backup */
"RAMDISK_BACKUP_MODE_NO_BACKUP" = "none";
/* Backup mode Backup on Eject */
"RAMDISK_BACKUP_MODE_EJECT_ONLY" = "on eject only";
/* Backup mode Continously Backup */
"RAMDISK_BACKUP_MODE_PERIODICALLY" = "perodically";